{
  "January": [
    "Welcome to January! Start the year with wisdom—open a book before the resolutions fade.",
    "In January’s chill, warm your soul with words brighter than any fireplace.",
    "January reminds us of new beginnings; so does every fresh page you turn.",
    "Borrow boldly this January—no need to fear overdue purgatory (just return on time).",
    "Like baptismal waters, January is fresh and cleansing. Dive into a new book!",
    "January saints say: Start holy, stay studious.",
    "New Year, new chapter—January is the time to write your story in ink, not pencil.",
    "January wisdom: Resolutions may expire, but knowledge doesn’t.",
    "Turn January’s silence into sanctuary—read deeply, pray quietly.",
    "January blessings: books that inspire, coffee that lasts, and no late fees.",
    "Saints aren’t made in a day—but January is a great month to begin reading like one.",
    "As the Magi followed the star in January, follow the call of a good book.",
    "A January evening + one holy book = peace beyond understanding.",
    "The Church calendar calls this Ordinary Time, but your January reading can be extraordinary.",
    "Every January page you read is one step closer to wisdom eternal.",
    "January grace: forgiveness for late returns (just this once… maybe).",
    "Like Epiphany’s light, January books reveal truth hidden in plain sight.",
    "January chill? Warm up with Augustine, Aquinas, or Austen.",
    "January prayers are stronger with Scripture—and maybe a library book, too.",
    "In January, seek wisdom not only in gyms but also in Genesis.",
    "Saint Jerome would say: January is best spent with books, not scrolls of social media.",
    "January joy: no indulgence required to borrow as much as you want.",
    "January tip: Don’t just consume, contemplate—books are food for eternity.",
    "This January, be a fisher of words and a keeper of wisdom.",
    "January penance: read a theology book instead of doomscrolling.",
    "January blessings on you—may your books be returned and your soul renewed.",
    "Knowledge is eternal; January is temporary. Read accordingly.",
    "January saints remind us: discipline is grace with a daily habit (like reading).",
    "January gives you 31 days; the library gives you infinite lives.",
    "Close January with gratitude—another month blessed with books and light."
  ],
  "February": [
    "February may be short, but its books are long on wisdom.",
    "In February’s chill, a book is warmer than a blanket.",
    "Love is in the air this February—and so is the smell of fresh pages.",
    "Borrow a book this February; it’s the truest valentine gift to yourself.",
    "February teaches us that even the shortest month has room for miracles—and books.",
    "Ash Wednesday may fall in February, but don’t give up on reading.",
    "This February, fill your heart with prayer and your mind with stories.",
    "February saints remind us: holiness is a daily practice, like reading.",
    "In February, the best romance is between you and a good book.",
    "February blessings: pages that inspire, and no overdue confessions.",
    "Even February’s coldest night is no match for a saint’s words.",
    "In February, every borrowed book is a love letter to your soul.",
    "Saint Valentine says: share love, share books.",
    "February reminds us: the cross and the bookmark both mark important places.",
    "This February, read something that makes you holier, not just busier.",
    "February wisdom: grace and knowledge grow best when shared.",
    "Borrowing in February is like Lent—discipline and joy together.",
    "February light is brief; let books stretch your daylight.",
    "Saint Scholastica would approve of a February filled with learning.",
    "A February evening + a prayer + a good book = peace.",
    "February calls us to fasting, prayer, and maybe a little fiction.",
    "No chocolates can sweeten February like the joy of a good read.",
    "February may be short, but wisdom has no deadlines.",
    "A February book is like hope—it warms the soul till spring.",
    "In February, let your heart be kind and your bookshelf generous.",
    "Saints remind us in February: true love is patient, so are long reads.",
    "February prayers are lighter with scripture and a library card.",
    "In February, small acts of reading lead to big graces.",
    "February is fleeting—read something eternal.",
    "Close February with love, gratitude, and a book in hand."
  ],
  "March": [
    "March into wisdom this month with books as your companions.",
    "In March, every page turned is a step toward spring renewal.",
    "Saint Joseph’s month reminds us: quiet work builds strong foundations—like reading.",
    "March showers bring wisdom flowers—borrow a book today.",
    "In March, let your heart be penitent, your mind open, and your hands full of books.",
    "March saints remind us: every library is a workshop for holiness.",
    "This March, plant seeds of knowledge—harvest later in wisdom.",
    "March may be windy, but your soul can be grounded in words of truth.",
    "Like Lent, March is about sacrifice—but don’t sacrifice your reading habit.",
    "In March, wisdom is as fresh as spring air.",
    "Borrow boldly this March, for knowledge waits for no season.",
    "March reminds us: even the desert has scripture.",
    "Saint Patrick says: be shamrock holy and book-smart too.",
    "In March, turn penance into progress with a book in hand.",
    "March evenings are longer—use them for prayer and pages.",
    "March’s grace: no snakes in the library, only stories.",
    "Every March page is a little resurrection of the mind.",
    "March light grows, and so can your wisdom.",
    "In March, don’t just fast—feed your mind with good books.",
    "Saint Joseph the Worker would bless a March spent studying.",
    "March is a bridge from winter to spring—books are bridges to eternity.",
    "March tip: confession cleanses the soul, reading cleanses the mind.",
    "This March, don’t wander like in a desert—find your oasis in books.",
    "March teaches patience; long books teach it better.",
    "Saints’ lives are best read in March, when discipline is strong.",
    "March grace: every borrowed book is a step toward holiness.",
    "Spring forward this March—with stories that never end.",
    "March brings growth; books bring depth.",
    "A March evening + wisdom text = true renewal.",
    "Close March with gratitude for Lent, light, and learning."
  ],
  "April": [
    "April brings Easter joy—celebrate with resurrection reading.",
    "In April, alleluias return, and so should your library visits.",
    "Springtime in April is a reminder: books also bloom in minds.",
    "April’s grace is joy renewed—just like a good story reread.",
    "In April, read something that lifts the soul higher than lilies.",
    "Saints remind us in April: resurrection starts in the heart and the mind.",
    "April showers refresh the earth; books refresh the spirit.",
    "In April, the best alleluia is whispered through wisdom.",
    "April evenings call for peace, prayer, and poetry.",
    "The Risen Lord of April reminds us: life conquers death, wisdom conquers ignorance.",
    "April joy: the tomb is empty, but the library is full.",
    "Borrow boldly in April—celebrate Easter with new life in pages.",
    "April saints remind us: every library is a garden of grace.",
    "April teaches us: light always returns, as do late books.",
    "In April, let your alleluia echo in the turning of pages.",
    "April wisdom: resurrection hope is found even in dusty books.",
    "Saint Catherine of Siena’s feast calls for zeal—in faith and in reading.",
    "In April, alleluias rise with every story shared.",
    "April blessings: renewal in prayer, resurrection in learning.",
    "April truth: good books are Easter eggs hidden in plain sight.",
    "Celebrate April’s Easter joy with timeless stories of faith.",
    "April grace: even old books feel new in resurrection light.",
    "In April, every page is a sign of life renewed.",
    "April alleluias: sung in Mass, whispered in study.",
    "Saints remind us: April hope is stronger with scripture and study.",
    "April tip: don’t just decorate with flowers—decorate with wisdom.",
    "In April, rise with Christ, rise with books.",
    "Every April book borrowed is an alleluia in disguise.",
    "April joy lasts forever when planted in wisdom.",
    "Close April with alleluias in prayer and peace in pages."
  ],
  "May": [
    "May is Mary’s month—crown your bookshelf with beauty and wisdom.",
    "In May, flowers bloom and so can your soul—with every book.",
    "Saints remind us in May: devotion grows with prayer and knowledge.",
    "May joy: rosaries, readings, and radiant faith.",
    "In May, every Hail Mary is echoed in every turned page.",
    "May reminds us: holiness is nurtured daily, like flowers and books.",
    "Crown your May with books that honor both heart and mind.",
    "In May, a library card is as powerful as a rosary.",
    "Saints in May whisper: read with devotion, live with love.",
    "May blessings: a book in hand, Mary in heart.",
    "In May, seek beauty in scripture, strength in saints, wisdom in books.",
    "May’s grace is gentleness—books can teach it too.",
    "Borrow boldly this May; wisdom is waiting.",
    "In May, love blossoms in prayer and learning.",
    "Saint Philip Neri in May: joy is the best reading light.",
    "May reminds us: devotion and discipline walk hand in hand.",
    "This May, let your bookshelf be a Marian garden.",
    "May evenings are made for rosaries and reading.",
    "Mary’s month reminds us: humility and wisdom shine together.",
    "In May, learn to be small yet mighty, like flowers and saints.",
    "May joy: singing hymns and flipping pages.",
    "Saints remind us: May grace is found in ordinary moments.",
    "In May, let books teach you to love deeper and pray longer.",
    "May’s beauty is fleeting, wisdom is forever.",
    "In May, crown your life with virtues and volumes.",
    "Saints in May say: even small readings grow large wisdom.",
    "May tip: every page turned is a flower offered to Mary.",
    "May blessings: beauty in nature, truth in books.",
    "This May, rejoice in prayer, rejoice in reading.",
    "Close May with flowers for Mary and books for the soul."
  ],
  "June": [
    "June is the month of the Sacred Heart—fill yours with wisdom.",
    "In June, let love and learning burn bright.",
    "Sacred Heart devotion in June reminds us: love is the greatest wisdom.",
    "In June, prayer and books beat the summer heat.",
    "Saint Anthony in June: seek and you shall find—aisle three.",
    "June joy: books that enflame the heart with goodness.",
    "In June, devotion and reading light the soul.",
    "Sacred Heart of June: love unites prayer and pages.",
    "Borrow boldly in June; grace is in abundance.",
    "In June, long days mean long readings.",
    "Saints in June remind us: true love is faithful, so is daily study.",
    "Sacred Heart June: open hearts, open books.",
    "In June, let your heart be warm and your mind alive.",
    "Saint John the Baptist in June: prepare the way with learning.",
    "June blessings: light, laughter, and libraries.",
    "Sacred Heart devotion in June calls for prayer and reflection.",
    "In June, books are friends that never fail.",
    "June teaches us: love makes learning easier.",
    "Borrowing books in June is a devotion in disguise.",
    "Sacred Heart June: every page turned is a prayer of love.",
    "In June, feast days and readings are equally nourishing.",
    "Saints remind us in June: summer joy is deeper with wisdom.",
    "June wisdom: light the heart with faith, the mind with books.",
    "In June, don’t just rest—renew in reading.",
    "Sacred Heart June reminds us: passion fuels purpose.",
    "This June, let your bookshelf mirror your devotion.",
    "June saints inspire us: holiness grows with daily wisdom.",
    "In June, bright days match bright ideas.",
    "Sacred Heart June calls us to read with love.",
    "Close June with gratitude, books, and burning devotion."
  ],
  "July": [
    "July warmth is best matched with cool wisdom.",
    "In July, saints remind us: holiness doesn’t take a summer break.",
    "Precious Blood July teaches us: sacrifice is love, wisdom is gift.",
    "July joy: reading under the summer sun, praying under the stars.",
    "Saint Benedict in July: order and reading go hand in hand.",
    "July heat fades with the shade of a good book.",
    "In July, devotion is refreshing like water and wisdom.",
    "Precious Blood July: every book borrowed is grace received.",
    "In July, let saints inspire your reading list.",
    "Borrow boldly in July; wisdom is timeless.",
    "Saint Kateri in July: holiness blossoms even in hard places.",
    "July evenings are perfect for psalms and poetry.",
    "Precious Blood devotion in July reminds us: love costs, wisdom lasts.",
    "In July, light shines longer; let your wisdom do the same.",
    "Saints in July whisper: every page is a prayer waiting.",
    "July’s warmth pairs best with cool, quiet reading.",
    "In July, books are an oasis in the desert heat.",
    "Precious Blood July reminds us: redemption is written in love.",
    "July grace: refreshment of soul through stories and scripture.",
    "Saint Ignatius in July: discernment grows with study.",
    "July joy: fireworks outside, wisdom inside.",
    "In July, long days mean time for long wisdom.",
    "Precious Blood July: Christ’s love is infinite, like knowledge.",
    "Saints in July teach: joy is found in learning.",
    "Borrowing in July is like rest for the soul.",
    "In July, sunshine outside, Sonshine in books.",
    "Precious Blood July: let sacrifice and wisdom guide you.",
    "Saints remind us: July is full of holy light and wisdom.",
    "July truth: rest in prayer, rise in reading.",
    "Close July with gratitude for light, love, and learning."
  ],
  "August": [
    "August saints remind us: summer ends, holiness doesn’t.",
    "In August, books refresh like cool breezes.",
    "Assumption August: Mary lifted high, wisdom lifted higher.",
    "August joy: beaches, books, and blessings.",
    "Saint Dominic in August: prayer and study never separate.",
    "August evenings glow brighter with stories.",
    "Assumption August reminds us: holiness is a rising path.",
    "Borrow boldly in August—summer wisdom awaits.",
    "In August, saints’ feasts fill hearts with joy.",
    "Saint Clare in August: purity in life, clarity in learning.",
    "August wisdom: prepare for harvest, prepare for holiness.",
    "In August, prayers rise like incense, books rise like hope.",
    "Saints in August remind us: joy grows with wisdom.",
    "Assumption August lifts our thoughts heavenward.",
    "August grace: holy days, happy books.",
    "In August, light shines, and wisdom deepens.",
    "Saint Augustine in August: restless hearts find rest in truth.",
    "Borrowing in August is like preparing for new beginnings.",
    "Assumption August: crowned with glory, crowned with knowledge.",
    "August joy: long days, longer readings.",
    "Saints remind us: August is for preparation and wisdom.",
    "In August, read with love, pray with devotion.",
    "Assumption August points us upward in faith and learning.",
    "August blessings: peace, prayer, and pages.",
    "Saints in August whisper: holiness is lifelong study.",
    "In August, summer fades, wisdom remains.",
    "Assumption August teaches: what rises to God is eternal.",
    "August wisdom: every page is a step closer to heaven.",
    "In August, saints guide, books teach, God blesses.",
    "Close August with gratitude for summer and sanctity."
  ],
  "September": [
    "September brings new beginnings—school, study, and sanctity.",
    "In September, books sharpen the mind like pencils.",
    "Holy Cross September reminds us: wisdom comes from sacrifice.",
    "September joy: falling leaves, rising knowledge.",
    "Saint Teresa of Calcutta in September: small readings, great wisdom.",
    "In September, let your study be your prayer.",
    "Holy Cross September lifts our minds higher.",
    "Borrow boldly in September—knowledge is your ally.",
    "In September, saints remind us: learning is holy.",
    "September evenings glow with prayer and study.",
    "Holy Cross September teaches us: humility precedes wisdom.",
    "In September, new seasons call for new readings.",
    "Saints in September say: joy comes from learning.",
    "September grace: knowledge deepens prayer.",
    "In September, the cross and the book guide our lives.",
    "Holy Cross September reminds us: wisdom is eternal.",
    "Borrowing in September is like planting seeds for life.",
    "In September, classrooms open and so do our hearts.",
    "Saints whisper: September is for study and sanctity.",
    "September joy: cool nights and warm words.",
    "Holy Cross September points to wisdom through love.",
    "In September, books prepare us for challenges ahead.",
    "Saints in September remind us: every reader is a learner of holiness.",
    "September blessings: peace, prayer, and knowledge.",
    "In September, let wisdom fall like autumn leaves.",
    "Holy Cross September: the greatest wisdom is love.",
    "September light grows gentle, wisdom grows strong.",
    "In September, saints inspire and books instruct.",
    "September tip: balance work, prayer, and reading.",
    "Close September with gratitude for knowledge and grace."
  ],
  "October": [
    "October is Rosary month—string beads of wisdom with every page.",
    "In October, saints remind us: prayer and study are powerful together.",
    "Rosary October teaches us: repetition builds holiness, like reading daily.",
    "October joy: autumn air, Marian prayer, and endless books.",
    "Saint Francis in October: simplicity is wisdom.",
    "In October, let rosaries and readings guide your path.",
    "Rosary October crowns each day with grace and knowledge.",
    "Borrow boldly in October—wisdom is a lifelong devotion.",
    "In October, saints’ feasts fill libraries with joy.",
    "October evenings glow with psalms and stories.",
    "Rosary October: prayer beads, prayer books, both bring peace.",
    "In October, holiness grows in silence and study.",
    "Saint Teresa of Ávila in October: prayer and books feed the soul.",
    "October grace: rosaries in hand, books on the desk.",
    "In October, let your mind be as full as your rosary decade.",
    "Rosary October: mysteries of faith, mysteries in books.",
    "Borrowing in October is like planting seeds for sainthood.",
    "In October, light fades, wisdom brightens.",
    "Saints remind us: October is for prayer and perseverance.",
    "October joy: beads, books, and blessings.",
    "Rosary October teaches: mysteries of love mirror mysteries of wisdom.",
    "In October, read something that brings peace like prayer.",
    "Saints in October guide us: holiness is learned daily.",
    "October blessings: cool air, warm wisdom.",
    "In October, prayer and reading are perfect companions.",
    "Rosary October reminds us: meditation is like reading slowly.",
    "In October, let saints’ lives inspire your own.",
    "October wisdom: every decade, every page, brings grace.",
    "In October, love blooms in prayer and study.",
    "Close October with rosaries prayed and books read."
  ],
  "November": [
    "November is All Saints’ month—let their wisdom guide your reading.",
    "In November, remember the saints and study their stories.",
    "All Souls November: books remind us of eternal truths.",
    "November joy: quiet evenings, holy readings.",
    "Saint Martin de Porres in November: humility and learning walk together.",
    "In November, light fades but wisdom shines brighter.",
    "All Saints November teaches us: every page is a step toward heaven.",
    "Borrow boldly in November—remembering is holy work.",
    "In November, saints remind us: knowledge sanctifies.",
    "November evenings glow with remembrance and reading.",
    "All Souls November: prayers rise, wisdom remains.",
    "In November, study the lives of saints for inspiration.",
    "Saints in November whisper: holiness is learning lived.",
    "November grace: prayers for the dead, wisdom for the living.",
    "In November, libraries become sanctuaries of memory.",
    "All Saints November: wisdom unites generations.",
    "Borrowing in November is like remembering in love.",
    "In November, read with reverence, pray with hope.",
    "Saints remind us: November is for memory and meaning.",
    "November joy: peace found in prayer and study.",
    "All Souls November: reading reminds us of eternity.",
    "In November, books bridge past and present.",
    "Saints in November teach: wisdom lives forever.",
    "November blessings: remembrance, reverence, reading.",
    "In November, every prayer is a book lifted heavenward.",
    "All Saints November crowns wisdom with holiness.",
    "November wisdom: memory strengthens faith.",
    "In November, candles glow, books inspire.",
    "Saints guide November; books guide minds.",
    "Close November with gratitude for memory and meaning."
  ],
  "December": [
    "December is Advent—wait with wisdom, read with hope.",
    "In December, candles glow, books enlighten.",
    "Advent December teaches: patience and study go together.",
    "December joy: carols sung, stories read.",
    "Saint Nicholas in December: generosity in gifts, generosity in learning.",
    "In December, light grows dim, wisdom grows bright.",
    "Advent December: every page turned is a step to Christmas.",
    "Borrow boldly in December; joy is near.",
    "In December, saints remind us: waiting is holy.",
    "December evenings: prayer, patience, and poetry.",
    "Advent December crowns patience with peace.",
    "In December, let scriptures prepare your heart.",
    "Saint Lucy in December: light in darkness, wisdom in words.",
    "December grace: every book read is preparation for joy.",
    "In December, hearts wait, libraries welcome.",
    "Advent December teaches us: small steps lead to big graces.",
    "Borrowing in December is like waiting—both bring blessings.",
    "In December, every candle lit mirrors a story told.",
    "Saints remind us: December is for patience and preparation.",
    "December joy: nativity scenes and narratives alike.",
    "Advent December: light grows in hearts and bookshelves.",
    "In December, books are gifts that last beyond Christmas.",
    "Saints in December whisper: holiness is in waiting well.",
    "December blessings: peace, prayer, and pages.",
    "In December, hope is renewed in both prayer and reading.",
    "Advent December: joy comes in quiet preparation.",
    "In December, libraries shine as places of peace.",
    "Saints guide December with light and learning.",
    "December wisdom: every waiting moment is holy.",
    "Close December with Christmas joy and books of peace."
  ]
}
